[
    {
      "link": "https://www.linkedin.com/in/yu-tianyi-704924107/",
      "image": "img/team/sky.png",
      "name": "Tianyi (Sky) Yu",
      "title": "General Partner",
      "description": "Sky has been an active angel investor since 2015, and an LP of Berkeley Catalyst Fund. Early investor of Lighteligence (unicorn), Xtalpi (unicorn), Butlr and Easy Transfer.\n2019 AACYF '30 Under 30', and a member of MIT Alumni Angels Boston. MBA - NYU Stern, BS in Math - BU.\nsky@taihill.vc"
    },
    {
      "link": "https://www.linkedin.com/in/hongkaihe/",
      "image": "img/team/hongkai3.jpg",
      "name": "Hongkai He",
      "title": "General Partner",
      "description": "Hongkai was a two-time tech founder before joining Taihill. Early investor of Revela (10x exited in 2yr), Cider (unicorn), Kula Bio, CacheDNA, LASE, and Databento.\nHis non-profit roles include VP of the US-China Health Summit and advisor in Boston Ballet.\nMS in IEOR - Columbia University, MS&BS in Math&CS - Sun Yat-Sen University.\nhongkai@taihill.vc"
    },
    {
      "link": "https://www.linkedin.com/in/jingjingchai/",
      "image": "img/team/Jingjing2.jpg",
      "name": "Jingjing Chai",
      "title": "General Partner",
      "description": "Jingjing was a Controller in NorthBridge Partners. Former Co-President of MIT-CHIEF. Former Vice Secretary General of Chinese Culture Promotion Society - Media Lab.\nALM in Finance - Harvard University. \nBS in management - Nanjing University.\njc@taihill.vc"
    },
    {
      "link": "https://www.linkedin.com/in/tianmeng-xu-185935196/",
      "image": "img/team/tianmeng.jpg",
      "name": "Tianmeng Xu",
      "title": "Founding Partner",
      "description": "Forbes 60 Outstanding Chinese in North America. Early investor of Xtalpi, InnoCare Pharma, Kula Bio, Transcenta Holding, BioKangtai, JD Logistics, and Kuaishou. She has worked for the China Securities Regulatory Commission, Shanghai Stock Exchange, and Chengwei Capital.\nMBA Candidate, and MIA in Economic and Political Development - Columbia University."
    },
    {
      "link": "https://www.linkedin.com/in/xuechen-robert-zhao-467111106",
      "image": "img/team/xuechen2.jpg",
      "name": "Xuechen (Robert) Zhao",
      "title": "Founding Partner",
      "description": "Forbes 30 Under 30. Robert is a serial entrepreneur in TMT and Biotech industries. An early investor in Bioscience, Xtalpi, Resolute Bio, and Kula Bio.\nFounder&CEO of Regenerative Bio backed by IMO Ventures, 5Y Capital, and K2VC.\nMS in Management in Entrepreneurial Leadership, Babson College."
    },
    {
      "link": "https://www.linkedin.com/in/mikel-badiola-10a95b16a/",
      "image": "img/team/Mikel.jpg",
      "name": "Mikel Badiola",
      "title": "Venture Partner",
      "description": "Mikel has experience working on M&A, business development and International Trade, with a vast network of investors, entrepreneurs and businessmen in Europe and Asia.\nMS in Entrepreneurial Leadership - Babson College, BS in Management - Deusto University."
    },
    {
      "link": "https://www.linkedin.com/in/david-wang-866a9a82/",
      "image": "img/team/davidwang.jpg",
      "name": "David Wang",
      "title": "Venture Partner",
      "description": "David is the Co-Founder & CEO of Feellove Capital, an AI hedge fund leveraging SOTA technologies to make strategic investments. He is also an angel investor focused on AI/robotics.\nMS in CS - UCLA, BS in CS&Business - UIUC."
    },
    {
      "link": "https://www.linkedin.com/in/xudong-lv/",
      "image": "img/team/xudong.jpg",
      "name": "Xudong Lv",
      "title": "Venture Partner",
      "description": "Xudong Lv, is a research scholar focusing on AMO physics. He obtained his PhD at UC Berkeley, BS in physics and BA in economics at Peking University. He is also a serial entrepreneur in tech industry and an NPO leader.\nHe is the chair of GCEA (Global Chinese Entrepreneurs Alliance) and a board member of CEO (Chinese Entrepreneurs Organization)."
    },
    {
      "link": "",
      "image": "img/team/xiuya2.JPG",
      "name": "Xiuya Gang",
      "title": "Venture Partner",
      "description": "Xiuya was a data analyst in Hong Kong X-Tech Startup Platform (founded by Sequoia China and top HK universities), supporting investment decisions.\nShe also has working experience in TechAsia Society and People's Daily Hong Kong.\nBS in Economics and Math with minor in Business Studies at New York University."
    },
    {
      "link": "https://www.linkedin.com/in/rickihuang12/",
      "image": "img/team/ricki.jpg",
      "name": "Ricki Huang",
      "title": "Venture Partner",
      "description": "Ricki is currently working at Ernest & Young where she is focused on Financial and Risk Management. She was previously an Investment Manager at Skylight Investment and a Portfolio Analyst at Babson College’s fund focusing on the financial sector and REITs.\nBS in Entrepreneurship and Finance - Babson College."
    },
    {
      "link": "",
      "image": "img/team/fawaz.jpeg",
      "name": "Fawaz Al Shawwa",
      "title": "Venture Partner",
      "description": "Previously worked at Investment Banks in New York, Dubai and Kuwait, structuring and closing Private Equity Real Estate deals. Experience in startup development and investment in the US, Asia and the Middle East. Member of YPO.\nMS Entrepreneurial Leadership - Babson College, BA International Relations - Northeastern University."
    },
    {
      "link": "https://www.linkedin.com/in/raed-attia-8247ba117/",
      "image": "img/team/Raed_3.jpg",
      "name": "Raed Attia",
      "title": "Venture Partner",
      "description": "Currently a Human Capital Consultant at Deloitte, specializing in Organizational Transformation, Change Management, and Workforce Development.\nHe has extensive experience in digital transformation for clients in Life Sciences as well as Technology, Media, and Telecommunications sectors."
    },
    {
      "link": "https://www.linkedin.com/in/meganwang04/",
      "image": "img/team/megan.jpg",
      "name": "Megan Wang",
      "title": "Venture Partner",
      "description": "Megan has been passionate about startups since high school when she created a smart AI trashcan and software system. Since then, she has worked with several startups, including Product Growth and Data at Cider and Business Development at Galaxea AI.\nBA in Economics & Mathematics - Barnard College, Columbia University."
    }
  ]
  